import style_bl from './Blog.module.css';
function Blog()
{
    return(
        <div>
            <h2 className={style_bl.title_blog}>Блог</h2>
            <nav className={style_bl.article_one}>
                <img src='/images/blog_1.jpg'/>
                <h3 className={style_bl.article_one_title}>Полезные советы по уходу за питомцами</h3>
                <p>
                    Уход за питомцем – это важная и ответственная задача, которая требует внимания и заботы. 
                    Вот несколько полезных советов, которые помогут вам обеспечить своего питомца здоровьем и комфортом:
                </p>
                <h4>Правильное питание</h4>
                <p>
                    Обеспечьте вашего питомца сбалансированным и полноценным рационом, соответствующим его возрасту, размеру и потребностям. 
                    Следите за качеством корма и не перекармливайте животное.
                </p>
                <h4>Физическая активность</h4>
                <p>
                    Регулярные прогулки, игры и упражнения помогут сохранить здоровье и хорошее настроение вашего питомца. 
                    Уделите время играм на свежем воздухе, они важны не только для физического, но и для психологического благополучия животного.
                </p>
                <h4>Уход за шерстью и кожей</h4>
                <p>
                    Регулярно расчесывайте шерсть животного, купайте его с использованием специального шампуня для животных, следите за состоянием кожи и волос.
                </p>
                <h4>Внимание к эмоциональным потребностям</h4>
                <p>
                    Обеспечьте питомцу привычную обстановку, уделите внимание его эмоциям, утешьте и поддержите в случае стрессовых ситуаций.
                </p>
                
            </nav>
            <nav className={style_bl.article_two}>
             
              <h3 className={style_bl.article_two_title}>Вскармливание новорожденных</h3>
              <img src='/images/blog_2.jpg'/> 
              <p> 
                Вскармливание новорожденных животных – это важный процесс, который требует особого внимания и заботы. 
                Нравится ли вам это или нет, иногда может возникнуть необходимость замещения родительского ухода, особенно в 
                случае отказа матери от кормления или в случае спасения бездомных малышей.
              </p>
              <h4>Важность первых часов и дней</h4>
              <p>
              После рождения некоторые животные нуждаются в мгновенном вскармливании, поскольку первое молоко матери содержит важные антитела и питательные вещества. 
              В случае, если малыш остается без материнского молока, необходимо обеспечить ему альтернативный источник питания как можно скорее.
              </p>
              <h4>Частые и небольшие порции</h4>
              <p>
              При вскармливании новорожденных животных важно следовать расписанию кормления, обычно это означает регулярное и частое 
              вскармливание небольшими порциями. Это способствует лучшему перевариванию пищи и улучшает усвоение питательных веществ.
              </p>
              <h4>Обращение к ветеринару</h4>
              <p>
              В случае затруднений или неопределенности в процессе вскармливания, важно обратиться к опытному ветеринарному специалисту. 
              Он сможет предоставить необходимые советы и поддержку в этом важном процессе.
              </p>
              <p>
              Забота о новорожденных животных требует особого внимания и тщательной подготовки. Следование рекомендациям ветеринарных специалистов, правильный подход к выбору питательных формул и 
              создание комфортных условий для вскармливания обеспечит оптимальное здоровье и благополучие новорожденных животных. Ваша забота и любовь к ним - это неоценимый вклад в создание крепких и здоровых животных!
              </p>
               
            </nav>
            <nav className={style_bl.article_three}>
             
             <h3 className={style_bl.article_three_title}>Создание гармоничных взаимоотношений</h3>
             <img src = '/images/blog_3.jpg'/>
              <p>
                Понимание поведения и эмоциональных потребностей ваших домашних питомцев играет важную роль в обеспечении их благополучия и создании гармоничных отношений. 
                Ниже представлены полезные рекомендации и советы по воспитанию, обучению и адаптации нового домашнего питомца, чтобы ваше семейное пространство наполнилось радостью и спокойствием.
              </p>
              <h4>Понимание индивидуальных потребностей</h4>
              <p>
                Каждый питомец – это индивидуальность со своими уникальными потребностями и характером. 
                Важно уделить время, чтобы понять, что делает вашего питомца счастливым, чему он учится, и чего он боится.
              </p>
              <h4>Обучение и упражнения</h4>
              <p>
              Постоянное обучение и физические упражнения важны для здоровья и хорошего поведения вашего питомца. 
              Игры, тренировки и умственные игрушки помогут развить уверенность и подчинение при обучении.
              </p>
              <h4>Положительное воспитание</h4>
              <p>
                Стремитесь к положительному подходу в воспитании своих домашних любимцев. Поощряйте желаемое поведение наградами и похвалой, используйте терпение и сострадание при коррекции нежелательного поведения.
              </p>
              <p>
              В случае любых трудностей с поведением питомца, не стесняйтесь обратиться к квалифицированному ветеринарному поведенческому специалисту. Они смогут предложить индивидуальные рекомендации и стратегии для улучшения поведения и общения с вашим питомцем.
Уделяя внимание поведению и эмоциональным потребностям ваших домашних питомцев, вы создаете благоприятную атмосферу для их развития и счастья. Ваше терпение, любовь и забота помогут создать гармоничное соседство с вашими верными друзьями на четырех лапах.
              
              </p>
            </nav>
        </div>
    );

};
export default Blog;